[{"title":"Physical","spells":[{"title":"Run","description":"For the next hour you can run as fast as a horse.","type":"Spell","category":"Physical","level":2},{"title":"Walk on walls/ceiling","description":"For the next 20 minutes you can walk on any surface at any angle as if it was regular floor.","type":"Spell","category":"Physical","level":2},{"title":"Speed","description":"For the next 2 seconds the time flows 100 times slower for you, so it feels to you like 3 minutes (Quicksilver powers).","type":"Spell","category":"Physical","level":4},{"title":"Shockwave","description":"Thunderous shockwave in the direction you are facing. The wave knocks up to three creatures backward and hits them each for 2 damage.","type":"Spell","category":"Physical","level":4},{"title":"Leap","description":"Jump up to 6 meters forward and 4 meters upward in any direction.","type":"Spell","category":"Physical","level":4},{"title":"Intangibility","description":"Become immaterial (like a ghost) for the next 10 minutes. Walk through doors, let attacks pass through you.","type":"Spell","category":"Physical","level":6}]},{"title":"Offensive","spells":[{"title":"Small Fireball","description":"Deals 3 damage. Sets stuff on fire. Hold in your hand as a light source.","type":"Spell","category":"Offensive","level":2},{"title":"Freeze Pulse","description":"Deals 4 damage, freezes liquids, covers objects with ice, creates ice on the ground.\n(can do what Frozone from Incredibles can do).","type":"Spell","category":"Offensive","level":4},{"title":"Electricute","description":"A bolt of lightning strikes it from the sky or from your hands, dealing 5 damage and melting metallic objects.","type":"Spell","category":"Offensive","level":4},{"title":"Impair Senses","description":"Impair the person's/creature's sight or hearing for the next hour.","type":"Spell","category":"Offensive","level":4},{"title":"Stun","description":"Stun the target creature for 1 minute. It's unable to move or do anything.","type":"Spell","category":"Offensive","level":4}]},{"title":"Telekinesis","spells":[{"title":"Minor Telekinesis","description":"Slowly levitate small objects.","type":"Spell","category":"Telekinesis","level":1},{"title":"Mold Earth","description":"You can target an area (5x5 meter cube) of loose earth, you can instantaneously excavate it, move it along the ground, and deposit it up to 5 meters away. You can cause shapes, colors, or both to appear on the dirt or stone, spelling out words, creating images, or shaping patterns. ","type":"Spell","category":"Telekinesis","level":1},{"title":"Push/Pull metal","description":"Push metal directly away from you, or pull it towards you. If the object is lighter than you, the object moves, if it’s heavier - you move. If an object is thrown at a speed, deals 4 damage.","type":"Spell","category":"Telekinesis","level":3},{"title":"Force Bridge","description":"","type":"Spell","category":"Telekinesis","level":4},{"title":"Force field","description":"Stationary transparent physical barrier, sphere of 15 meter radius. Anything can get out, nothing can go in.","type":"Spell","category":"Telekinesis","level":4},{"title":"Levitate","description":"Slowly lifts the target (object, creature, including yourself) vertically above the ground, up to 10 meters. The target can weight up to 300 kg.","type":"Spell","category":"Telekinesis","level":5},{"title":"Greater Telekinesis","description":"Levitate human-sized objects and creatures.\nThrowing an object/creature deals 5 damage to the target and to the object.\n(requires “Minor Telekinesis”)","type":"Spell","category":"Telekinesis","level":6},{"title":"Fly","description":"Grant the power of flight to the target creature(including yourself). The target can fly at a speed of a bird for the next 10 minutes.","type":"Spell","category":"Telekinesis","level":7}]},{"title":"Support","spells":[{"title":"Gift Health","description":"Drains your health, giving it to another person/creature.","type":"Spell","category":"Support","level":0},{"title":"Gift Energy","description":"Drains your energy, giving it to another person/creature.","type":"Spell","category":"Support","level":0},{"title":"Heal","description":"Heal the target person/creature (can use on yourself) by 2 hit points for every 3 energy points you spend.","type":"Spell","category":"Support","level":3},{"title":"Recharge","description":"Sacrifice 3 points of your health to grant 2 energy points to the target person/creature (can use on yourself).","type":"Spell","category":"Support","level":3},{"title":"Inspire","description":"Give an inspiring speech or tell a war story, and all your allies will gain 4 Energy Points.\nThe player actually has to tell the speech/story.","type":"Spell","category":"Support","level":2},{"title":"Bestow Spell","description":"Give the target an ability to use one of the spells you know once.","type":"Spell","category":"Support","level":5},{"title":"Vampirism","description":"Recover up to 10 HP or EP by drinking the blood of a sentient creature you've just killed. If you have this perk, you can't walk into houses uninvited, and you lose 1 HP for every hour you are under direct sunlight.","type":"Spell","category":"Support","level":6}]},{"title":"Social","spells":[{"title":"Charm Person","description":"The person regards you as their friend for 1 hour. When the spell ends, they know they’ve been charmed.","type":"Spell","category":"Social","level":3},{"title":"Influence","description":"Speak to the person and influence their state of mind for the next hour. Choose one of the psychological effects (increased confidence, anxiety, euphoria, fear, paranoia, calm, irritability, etc).","type":"Spell","category":"Social","level":3},{"title":"No Secrets","description":"Find out if an ally is keeping an important secret from you.\nYou’ll learn who they are but not what the secret is.","type":"Spell","category":"Social","level":4},{"title":"Redirect Feelings","description":"When an NPCs has some strong feelings toward you (love, anger, etc), you can redirect that feeling to a different target for a day.","type":"Spell","category":"Social","level":5}]},{"title":"Illusionism","spells":[{"title":"Minor Illusion","description":"Create an illusion of an object (no larger than a person) or a sound within 50 meters and your line of sight.","type":"Spell","category":"Illusionism","level":2},{"title":"Fake Death","description":"Appear to be dead for the next 30 minutes.","type":"Spell","category":"Illusionism","level":3},{"title":"Invisibility","description":"Turn yourself, a willing creature, or an object (no larger than a horse) invisible for the next 20 minutes. When they take damage they reappear.","type":"Spell","category":"Illusionism","level":4},{"title":"Embody fear","description":"The target person/creature see the image of whatever they fear the most.","type":"Spell","category":"Illusionism","level":5},{"title":"Illusory Automaton","description":"Create an illusory person or a creature that can perform simple tasks you give it. It has 5 hit points, lives for a day, and can travel any distance away from you. When it's nearby, you can control it telepathically.","type":"Spell","category":"Illusionism","level":5},{"title":"Veil","description":"Create a static illusion no larger than 100 meters in any direction. Like a building, an oasis, a pile of treasure, etc. When a creature touches the illusion they can no longer see it.","type":"Spell","category":"Illusionism","level":5},{"title":"Major Illusion","description":"Create an object no larger than an elephant, complete with sounds, smells, movement.","type":"Spell","category":"Illusionism","level":6}]},{"title":"Telepathy","spells":[{"title":"Message","description":"Telepathically send a message to the nearby creature, they can respond back.","type":"Spell","category":"Telepathy","level":1},{"title":"Inquire","description":"You learn the creature's Ideal, Flaw, and Desire. You can also learn the worst or best thing they have ever done.","type":"Spell","category":"Telepathy","level":2},{"title":"Share Dreams","description":"Fall asleep and enter the dream of a sleeping creature within 50 meters around you.","type":"Spell","category":"Telepathy","level":3},{"title":"Mind Sense","description":"Sense minds in 30 meter radius around you. Get some basic information about each mind – how complex their thoughts are, their species, their gender, their mood.","type":"Spell","category":"Telepathy","level":4},{"title":"Mind Melt","description":"Create telepathic connection with a willing creature. Both of you will see/hear through the other one's senses, and read each other's surface thoughts.","type":"Spell","category":"Telepathy","level":4},{"title":"Intent","description":"You look into the mind of the creature, learning about their most prominent short-term goal (what they want to accomplish within the next 10 minutes), long term goal, or what their intentions are towards a specific creature or an object.","type":"Spell","category":"Telepathy","level":5},{"title":"Comprehend Languages","description":"Understand the language of the person you're speaking to.","type":"Spell","category":"Telepathy","level":3},{"title":"Read Surface Thoughts","description":"For the next 10 minutes you can hear and understand what a target creature within 50 meters is thinking.","type":"Spell","category":"Telepathy","level":4},{"title":"Read Memories","description":"Search through unconscious creature's mind, pulling out 15 minutes of memories.","type":"Spell","category":"Telepathy","level":6},{"title":"Lie Detector","description":"For the next 10 minutes you know when you hear lying.","type":"Spell","category":"Telepathy","level":7},{"title":"Mind Stealer","description":"Eat a person’s brain, and for the next hour you have access to their skills and memories.","type":"Spell","category":"Telepathy","level":8}]},{"title":"Mind Control","spells":[{"title":"Sleep","description":"Sing the lullaby, causing the target creatures within 30 meters around you to fall asleep. (you actually need to come up with and sing a lullaby).","type":"Spell","category":"Mind Control","level":2},{"title":"Calm/Intensify Emotions","description":"Reduce or amplify the emotion the target is feeling.","type":"Spell","category":"Mind Control","level":3},{"title":"Captivate","description":"Conjure a dazzling image in the air,\n(describe the image), captivating anyone who looks at it. Image hangs in the air for 10 minutes then dissipates.","type":"Spell","category":"Mind Control","level":4},{"title":"Alter Senses","description":"Change the way the target will experience the world for the next day. Cause them to perceive a specific thing or a category of things falsely (make them see all wolves as puppies, the king as a clown, see all the doors shifted 5 paces away from where they actually are, have them think that freshly baked bread smells like fire. etc). The spell lasts until you cancel it or until the creature is harmed by the effects of the deception.","type":"Spell","category":"Mind Control","level":4},{"title":"Command","description":"Speak a simple two-word command  (Approach me, Drop item, Flee, Fall down, Halt, etc) to a creature you can see within 50 meters, and it will be forced to obey.","type":"Spell","category":"Mind Control","level":4},{"title":"Suggestion","description":"Influence target's thoughts and behaviors. Making them trust someone they otherwise wouldn't, look away, feel an emotion they would not normally be inclined to feel, calm or intensify what they feel. ","type":"Spell","category":"Mind Control","level":3},{"title":"Puppeteering","description":"Compel the target to physically take an action that lasts no longer than 5 seconds  - jump, kick, throw something, release an arrow, etc.","type":"Spell","category":"Mind Control","level":3},{"title":"Phantasmal Force","description":"","type":"Spell","category":"Mind Control","level":5},{"title":"Remoralization","description":"Until the end of the day, the NPC shapes their behavior around their ideal","type":"Spell","category":"Mind Control","level":6},{"title":"Compel Truth","description":"The target is compelled to answer all questions truthfully for the next 5 minutes.","type":"Spell","category":"Mind Control","level":7},{"title":"Mind wiping","description":"Touch an unconscious person/creature, and erase any 15 minutes of their memory, or all their recent memories up to 1 month ago. ","type":"Spell","category":"Mind Control","level":7},{"title":"Alter Memory","description":"Change any 15 minutes of the character’s memory.","type":"Spell","category":"Mind Control","level":8},{"title":"Value Change","description":"You reach deep into the person’s soul, and change what they value the most in life. Lasts for 1 hour. After it’s dispelled, the person knows you’ve done it to them.\nHighly illegal, punishable by death in all civilized societies.\nPossess a creature. You control a possessed creature, can read it’s mind and use it’s skills.","type":"Spell","category":"Mind Control","level":9},{"title":"Dominate","description":"You gain full control over the person for an hour. You can issue commands, or take control over their mind directly - see through their senses and control their body, but during that time you lose awareness of your own body and what's going on around you. The spell lasts 1 hour, spend 2 energy per hour to extend the duration.","type":"Spell","category":"Mind Control","level":9}]},{"title":"Divination","spells":[{"title":"Evil Eye","description":"You pause, closing your eyes and quieting your mind. You sense the worst thing that  happened nearby within the last day.","type":"Spell","category":"Divination","level":3},{"title":"Query","description":"Pick an object, learn about 3 important events in its history.","type":"Spell","category":"Divination","level":3},{"title":"Sense Danger","description":"Activate your 'spidey sense', for the next 30 minutes you'll be able to sense imminent danger.","type":"Spell","category":"Divination","level":4},{"title":"Sense Magic","description":"You can sense the magic auras of any spells, items, or creatures within 200 meters around you. You'll get a vague sense of what they are, and their general direction. Allows you to detect illusions.","type":"Spell","category":"Divination","level":4},{"title":"Infrasight","description":"Sense heat emanating from creatures. You can sense it through walls.","type":"Spell","category":"Divination","level":4},{"title":"Probability Lanes","description":"You see the most likely short-term outcomes of the action you're about to take.","type":"Spell","category":"Divination","level":5},{"title":"X-Ray Vision","description":"See through solid objects in 30 meter radius for the next 5 minutes.","type":"Spell","category":"Divination","level":5},{"title":"Seek","description":"You glimpse the target in real time, can see its surroundings, and may watch it for the next minute.","type":"Spell","category":"Divination","level":5},{"title":"Nemesis","description":"Mark a creature you can see as your nemesis(you can have only one at a time).\nNow you will always sense when the nemesis is nearby, and the direction they’re in.\n(even if they’re invisible)","type":"Spell","category":"Divination","level":5},{"title":"Astral Projection","description":"Create an astral body (like a ghost), it's transparent, glows faint blue light, it's invulnerable to damage and can pass through walls. It lasts an hour, spend 2EP to extend the duration by an hour.","type":"Spell","category":"Divination","level":5},{"title":"Find Nemesis","description":"You see the vision of a place your nemesis has visited in the past day.","type":"Spell","category":"Divination","level":6},{"title":"Oracle","description":"Get a correct yes or no answer to any question that can be answered.","type":"Spell","category":"Divination","level":9}]},{"title":"Teleportation","spells":[{"title":"Familiar Transposition.","description":"Swap places with your familiar.","type":"Spell","category":"Teleportation","level":4},{"title":"Summon Item","description":"Mark an object or an item (no larger than 2x2 meters). Whenever you cast this spell, it will teleport to your hand (or in front of you) from wherever it is.","type":"Spell","category":"Teleportation","level":3},{"title":"Misty Step","description":"Instantly telepot a short-distance (a stone's throw, line of sight. Think Nightcrawler from X-Men).","type":"Spell","category":"Teleportation","level":4},{"title":"Portal","description":"Open 2 connected portals (within 50 meter radius, line of sight, like in Portal game). Portals have custom radius (up to 2 meters), stay open for up to 5 minutes (spend 1 EP per minute to extend the duration), and can transport up to 10 elephants worth of mass.","type":"Spell","category":"Teleportation","level":5},{"title":"Rewind","description":"Teleport where you physically were 5 minutes ago(doesn’t take you back in time)\nOpen Portal. From where you are to anything within line of sight.\nGreater Teleportation. Teleport any object, willing or unwilling creature, within 100 meters to another point within 100 meters.","type":"Spell","category":"Teleportation","level":4}]},{"title":"Summoning","spells":[{"title":"Summon Familiar","description":"Summon a small creature who will be your pet and a friend. You can communicate with it telepathically, give it commands, see through its eyes, hear what it hears, cast spells through it. If the creature takes damage it disappears, but you can resummon it.","type":"Spell","category":"Summoning","level":3},{"title":"Fire hose","description":"For the next minute, a stream of water shoots from your hand like from a fire hose.","type":"Spell","category":"Summoning","level":3},{"title":"Summon a creature.","description":"Summon an animal or a monster. It obeys your commands. Disappears within an hour.","type":"Spell","category":"Summoning","level":5},{"title":"Summon a swarm","description":"Summon a swarm of insects that obeys your telepathic orders.","type":"Spell","category":"Summoning","level":5},{"title":"Summon an Evil Twin","description":"Create a copy of a target person/creature that has the opposite values and will do it's best to achieve the outcome opposite from what they want.","type":"Spell","category":"Summoning","level":9}]},{"title":"Conjuration","spells":[{"title":"Mend","description":"Fix mundane objects (broken cup, torn clothes).","type":"Spell","category":"Conjuration","level":1},{"title":"Conjure a Mundane Item","description":"Create a small non-magical item you’re familiar with (like a hammer, a spyglass, or a candle). No larger than 3 feet cube, no heavier than 10 pounds.\nThe object is visibly magical, disappears after 1 hour, or if it takes any damage.","type":"Spell","category":"Conjuration","level":2},{"title":"Create a wall","description":"Creates a stone wall, 10x10 meters.\nWindow is optional.","type":"Spell","category":"Conjuration","level":3},{"title":"Transfiguration","description":"Turn an object into any other object of the same size made out of the same material.","type":"Spell","category":"Conjuration","level":3},{"title":"Mending","description":"Fix a broken non-magical item.","type":"Spell","category":"Conjuration","level":3},{"title":"Split","description":"Splits you into two identical clones. Each clone has 50% of your energy points. Sustaining a clone takes 2 EP per hour. The clones can fight and use magic (including splitting into more clones). When a clone takes any damage or runs out of energy points, it disappears, it's memories instantly merged into the remaining clones. When there's only one remains - it becomes the \"original\" you, keeping the memories of all the copies.","type":"Spell","category":"Conjuration","level":5}]},{"title":"Shapeshifting","spells":[{"title":"Petrify","description":"Turns the creature or object you’re touching into stone for the next 5 minutes.","type":"Spell","category":"Shapeshifting","level":2},{"title":"Grow gills","description":"Touch a willing creature, and they grow gills allowing them to breathe underwater for up to 1 hour.","type":"Spell","category":"Shapeshifting","level":2},{"title":"Elasticity","description":"For the next 10 minutes you can do what Elastigirl from Incredibles can do. ","type":"Spell","category":"Shapeshifting","level":4},{"title":"Turn into Creature","description":"Touch a willing non-magical creature and spend an Experience point to “acquire” it. Now you can turn into this creature for up to an hour.","type":"Spell","category":"Shapeshifting","level":4},{"title":"Turn into Person","description":"Touch a willing person and spend an Experience point to “acquire” them. Now you can turn into this person for up to an hour.","type":"Spell","category":"Shapeshifting","level":4},{"title":"Shapeshift Target","description":"Touch a willing or unconscious creature or a person, turning them into a creature/person you have acquired.\n(requires Turn into Creature or Turn into Person)","type":"Spell","category":"Shapeshifting","level":4},{"title":"Turn into a Magical Creature","description":"Works like Turn into Creature, but works on magical creatures.\n(requires Turn into Creature)","type":"Spell","category":"Shapeshifting","level":7}]},{"title":"Warding","spells":[{"title":"Shield","description":"Create a force field around a target creature or an object. Resists up to 8 damage.  Always has clean air inside. Lasts for an hour, or until it takes more than 8 damage.","type":"Spell","category":"Warding","level":2},{"title":"Plane of Force","description":"Create 10x10 meters invisible wall of force(at any angle). Lasts for 30 minutes or until it takes 10 damage. Can support up to 500kg of weight.","type":"Spell","category":"Warding","level":3},{"title":"Anti-magic ward","description":"Magic doesn’t work within a sphere of 15 meter radius","type":"Spell","category":"Warding","level":4},{"title":"Sight ward","description":"Nobody can see what’s going on inside a sphere of 15 meter radius","type":"Spell","category":"Warding","level":4},{"title":"Velocity ward","description":"Nothing can move faster than a falling feather within a sphere of 15 meter radius","type":"Spell","category":"Warding","level":4},{"title":"Evil Ward","description":"No evil can cross the circle of 15 meter radius. Lasts for 1 hour.","type":"Spell","category":"Warding","level":6},{"title":"Trigger","description":"Pick one of the spells you know that will activate when a certain condition is met.\nWhenever that happens within the designated area(15-meter-radius) the spell will be cast.","type":"Spell","category":"Warding","level":1}]},{"title":"Environmental","spells":[{"title":"Reverse Gravity","description":"Reverse gravity inside 10x10 meter cube.","type":"Spell","category":"Environmental","level":5},{"title":"Slow Time","description":"Makes time run 10x slower. 5x5 meter cube","type":"Spell","category":"Environmental","level":5},{"title":"Still Magic","description":"Stop time for a selected object for 1 minute.","type":"Spell","category":"Environmental","level":4},{"title":"Revision Magic","description":"Pick an object, creature, or 3x3 meter area, and rewind it's time for up to 1 minute. Revising a person causes them to lose all their memories of what happened during revision time.","type":"Spell","category":"Environmental","level":5},{"title":"Luck","description":"Cast this spell when someone performs an action, and it will be influenced by the supernaturally good (or bad) luck.","type":"Spell","category":"Environmental","level":5}]},{"title":"Nature","spells":[{"title":"Speak with Animals.","description":"For the next hour you can speak with animals.","type":"Spell","category":"Nature","level":2},{"title":"Animal Courier","description":"You can ask a nearby animal to deliver a small item. The destination must be within 3 day’s travel time.","type":"Spell","category":"Nature","level":2},{"title":"Animal Buddy","description":"Recruit a nearby animal, they will follow your orders to the best of their ability.\nIt can't be smaller than a mouse or bigger than a horse. You can have only one animal partner at a time. If you get separated, it will try to find you. They have 6 HP and can make basic attacks for 2 damage.","type":"Spell","category":"Nature","level":3},{"title":"Fog","description":"Produce fog between your hands, it's quickly covering the nearby area, making everyone unable to see beyond their reach.","type":"Spell","category":"Nature","level":3},{"title":"Intwine","description":"Use grass, wines, and tree branches as if they were your own limbs.","type":"Spell","category":"Nature","level":4},{"title":"Speak with Trees","description":"Touch a tree trunk, connecting yourself to the nearby forest.\nIt can help you find a creature or an object located in the forest, a path to a location, or warn you about the nearby danger.","type":"Spell","category":"Nature","level":4},{"title":"Change weather","description":"Summon a storm, a fog, a heatwave, calm the weather, etc.\nYou can’t cause lightning or natural-disaster level events(tornado, tsunami, etc).","type":"Spell","category":"Nature","level":5},{"title":"Change Season","description":"You change the season in the area of 1km around you for the next day.","type":"Spell","category":"Nature","level":5},{"title":"Bond","description":"You develop a telepathic connection with an animal.\nYou can see/hear through their senses. You can enter a trance to leave your body and take control of your partner. You remain dimly aware of what's happening around your own body.","type":"Spell","category":"Nature","level":5},{"title":"Control Bugs","description":"You can control all the insects within 100 meter radius.","type":"Spell","category":"Nature","level":7},{"title":"Beastmaster","description":"Once per week you can gather an army of up to 50 nearby animals.","type":"Spell","category":"Nature","level":8},{"title":"Natural Disaster","description":"Summon a natural disaster like tornado, hurricane, tsunami, etc.","type":"Spell","category":"Nature","level":9}]},{"title":"Necromancy","spells":[{"title":"Sense Death","description":"Sense whether any remnants of the dead are nearby, their location, and the nature of their death (natural causes, accident, or a faul play).","type":"Spell","category":"Necromancy","level":1},{"title":"Last Moments","description":"Touch a dead person/creature, and see what they have seen during the last 5 seconds of their life.","type":"Spell","category":"Necromancy","level":2},{"title":"Speak to the Dead","description":"Touch a dead person/creature to summon their ghost. You can talk/communicate with it for the next 10 minutes.","type":"Spell","category":"Necromancy","level":3},{"title":"Raise a zombie","description":"Turns a dead body into a zombie. It obeys your commands and can attack enemies.\nRaise undead. The raised person has their memories and is able to speak.","type":"Spell","category":"Necromancy","level":3},{"title":"Posess","description":"Touch any dead creature, and make it the host of the nearby ghost. The ghost can now use it's body, and remember fragments of their memories.","type":"Spell","category":"Necromancy","level":6},{"title":"Ticking Bomb","description":"Curse the person's/creature's heart, causing it to explode instantly, or at any point within the next year.","type":"Spell","category":"Necromancy","level":9},{"title":"Steal Life","description":"Steal one person's/creature's life force and give it to another. Aging the source and making the target proportionally younger.","type":"Spell","category":"Necromancy","level":9},{"title":"Bestow Sentience","description":"Touch a non-sentient creature, and bestow the gift of sentience and intelligence onto it.","type":"Spell","category":"Necromancy","level":9}]},{"title":"Other","spells":[{"title":"Technomancy","description":"Ability to control electrical/mechanical devices from a distance. Activate/deactivate them, make them perform their functions.","type":"Spell","category":"Other","level":5}]}]